[
  {
    "text": "Victorian Architecture Awards The Victorian Architecture Awards are granted annually by the Victorian Chapter of the Australian Institute of Architects. They began with the Street Architecture Medal, awarded between 1929 and 1942. Apart from a single award in 1954, annual awards did not resume until 1964, backdated by one year. To mark the 75th Victorian Architecture Awards in 2003, the Institute published \"Judging Architecture – Issues, Divisions, Triumphs\", which lists all awards since 1929.",
    "example_id": "43d4f05d96a44755a0885f978a88d6b5",
    "title": "Victorian Architecture Awards",
    "sentence_id": 0
  },
  {
    "text": "Awards. The most prestigious award has been variously called the Medal, the Bronze Medal, or Merit Award, but since but since 1987 it has been called the Victorian Architecture Medal. The numbers and categories of awards has expanded and changed over the years. Since the 1990s, some categories have been named after famous architects or firms who have practiced in Victoria. Current awards include: - Victorian Architecture Medal - William Wardell Award for Public / Institutional Architecture - Public Architecture Award (Alterations and Additions) - Joseph Reed Award for Urban Design - Sir Osborn McCutcheon Award for Commercial Architecture - John George Knight Award for Heritage Architecture / Conservation - Harold Desbrowe-Annear Award for Residential Architecture Houses – New - John and Phyllis Murphy Award for Residential Architecture Houses – Alterations and Additions - Best Overend Award for Residential Architecture – Multiple Housing - Kevin Borland Award for Small Project Architecture - Henry Bastow Award for Educational Architecture - Allan and Beth Coldicutt Award for Sustainable Architecture - Colorbond Award for Steel Architecture - Award for Enduring Architecture - Melbourne Prize - Regional Prize - Bates Smart Award for Architecture in the Media - President's Prize for the Hall of Fame - 25 Year Award",
    "example_id": "43d4f05d96a44755a0885f978a88d6b5",
    "title": "Victorian Architecture Awards",
    "sentence_id": 1
  }
]

